{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-05-02T12:36:59.891-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "SweetScape.010Editor",
					"Version" : "16.0.4"
				},
				{
					"PackageIdentifier" : "JiLuo.Xterminal",
					"Version" : "5.6.6"
				},
				{
					"PackageIdentifier" : "kangfenmao.CherryStudio",
					"Version" : "1.9.3"
				},
				{
					"PackageIdentifier" : "KaringX.ClashMi",
					"Version" : "1.0.21+703"
				},
				{
					"PackageIdentifier" : "Bandisoft.Bandizip",
					"Version" : "7.42"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.70.0"
				},
				{
					"PackageIdentifier" : "shinchiro.mpv",
					"Version" : "v0.41.0"
				},
				{
					"PackageIdentifier" : "Xiaomi.MiService",
					"Version" : "3.3.1.300"
				},
				{
					"PackageIdentifier" : "AnInsomniacy.MotrixNext",
					"Version" : "3.8.5-beta.1"
				},
				{
					"PackageIdentifier" : "Mozilla.Thunderbird.Beta.MSIX",
					"Version" : "151.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "26.070.0414.0001"
				},
				{
					"PackageIdentifier" : "PostgreSQL.PostgreSQL.18",
					"Version" : "18.3-3"
				},
				{
					"PackageIdentifier" : "Daum.PotPlayer",
					"Version" : "26.04.22.0"
				},
				{
					"PackageIdentifier" : "Tencent.TencentDocs",
					"Version" : "3.10.26"
				},
				{
					"PackageIdentifier" : "Unity.UnityHub",
					"Version" : "3.17.1"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.23"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.42.3.424"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.12.7"
				},
				{
					"PackageIdentifier" : "electerm.electerm",
					"Version" : "3.6.16"
				},
				{
					"PackageIdentifier" : "Xiaomi.XiaomiCloud",
					"Version" : "3.0.2"
				},
				{
					"PackageIdentifier" : "LinearOrbit.Linear",
					"Version" : "1.30.0"
				},
				{
					"PackageIdentifier" : "DeepL.DeepL",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Oracle.JDK.21",
					"Version" : "25.0.2.0"
				},
				{
					"PackageIdentifier" : "Neovide.Neovide",
					"Version" : "0.16.2"
				},
				{
					"PackageIdentifier" : "GoLang.Go",
					"Version" : "1.26.2"
				},
				{
					"PackageIdentifier" : "Microsoft.AzureCLI",
					"Version" : "2.85.0"
				},
				{
					"PackageIdentifier" : "appmakes.Typora",
					"Version" : "1.13.4"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Apple.Bonjour",
					"Version" : "3.1.0.1"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "3.9.0.2"
				},
				{
					"PackageIdentifier" : "JGraph.Draw",
					"Version" : "29.7.9.0"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice",
					"Version" : "26.2.2.2"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.176.0"
				},
				{
					"PackageIdentifier" : "LoftLabs.DevPod",
					"Version" : "0.6.15"
				},
				{
					"PackageIdentifier" : "Starship.Starship",
					"Version" : "1.25.0"
				},
				{
					"PackageIdentifier" : "Datronicsoft.SpacedeskDriver.Server",
					"Version" : "2.2.18.0"
				},
				{
					"PackageIdentifier" : "Nvidia.CUDA",
					"Version" : "13.2"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysX",
					"Version" : "9.23.1019"
				},
				{
					"PackageIdentifier" : "ArduinoSA.IDE.stable",
					"Version" : "2.3.8.0"
				},
				{
					"PackageIdentifier" : "wez.wezterm",
					"Version" : "20240203-110809-5046fc22"
				},
				{
					"PackageIdentifier" : "GitHub.cli",
					"Version" : "2.91.0"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell",
					"Version" : "0.112.2"
				},
				{
					"PackageIdentifier" : "farion1231.CC-Switch",
					"Version" : "3.12.3"
				},
				{
					"PackageIdentifier" : "Microsoft.WebDeploy",
					"Version" : "10.0.9419"
				},
				{
					"PackageIdentifier" : "Apple.AppleMobileDeviceSupport",
					"Version" : "19.4.0.10"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17",
					"Version" : "17.10.6.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.Community",
					"Version" : "18.5.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "< 17.14.31"
				},
				{
					"PackageIdentifier" : "Cocos.CocosDashboard",
					"Version" : "1.0.14.2515"
				},
				{
					"PackageIdentifier" : "Google.Chrome.EXE",
					"Version" : "147.0.7727.138"
				},
				{
					"PackageIdentifier" : "IObit.IObitUnlocker",
					"Version" : "1.3.0.11"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "148.0.3967.42"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge.Dev",
					"Version" : "149.0.3993.0"
				},
				{
					"PackageIdentifier" : "Netbird.Netbird",
					"Version" : "0.67.1"
				},
				{
					"PackageIdentifier" : "Insecure.Nmap",
					"Version" : "7.98"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio",
					"Version" : "32.1.2"
				},
				{
					"PackageIdentifier" : "Tencent.QQ.NT",
					"Version" : "9.9.29.47354"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "Tencent.WeChat.Universal",
					"Version" : "4.1.9.23"
				},
				{
					"PackageIdentifier" : "WiresharkFoundation.Wireshark",
					"Version" : "4.6.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools",
					"Version" : "> 17.14.31"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.8",
					"Version" : "8.0.26"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.36"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.50.35719.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10",
					"Version" : "10.0.7"
				},
				{
					"PackageIdentifier" : "Appest.Dida",
					"Version" : "8.0.5.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.50.35719.0"
				},
				{
					"PackageIdentifier" : "Python.Launcher",
					"Version" : "> 3.13.5"
				},
				{
					"PackageIdentifier" : "ppy.osu",
					"Version" : "> 2026.406.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.26100",
					"Version" : "10.0.26100.7705"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.26"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.8",
					"Version" : "8.0.26"
				},
				{
					"PackageIdentifier" : "Tencent.WeCom",
					"Version" : "5.0.8.6006"
				},
				{
					"PackageIdentifier" : "Tencent.WeixinDevTools",
					"Version" : "2.01.2510290"
				},
				{
					"PackageIdentifier" : "Baidu.BaiduNetdisk",
					"Version" : "8.3.9"
				},
				{
					"PackageIdentifier" : "Kingsoft.KDocs",
					"Version" : "3.11.2"
				},
				{
					"PackageIdentifier" : "Alibaba.aDrive",
					"Version" : "6.9.1"
				},
				{
					"PackageIdentifier" : "Termius.Termius",
					"Version" : "9.37.6"
				},
				{
					"PackageIdentifier" : "Notion.Notion",
					"Version" : "7.12.0"
				},
				{
					"PackageIdentifier" : "RioArisk.CodexManager",
					"Version" : "0.2.5"
				},
				{
					"PackageIdentifier" : "ByteDance.Feishu",
					"Version" : "7.66.5"
				},
				{
					"PackageIdentifier" : "NetEase.UURemote",
					"Version" : "4.21.0.7755"
				},
				{
					"PackageIdentifier" : "GitHub.GitHubDesktop",
					"Version" : "3.5.8"
				},
				{
					"PackageIdentifier" : "Microsoft.NuGet",
					"Version" : "7.3.1.1"
				},
				{
					"PackageIdentifier" : "SST.OpenCodeDesktop",
					"Version" : "1.14.29"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup",
					"Version" : "1.29.0"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox",
					"Version" : "3.4.3.0"
				},
				{
					"PackageIdentifier" : "XAMPPRocky.Tokei",
					"Version" : "12.1.2"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide",
					"Version" : "0.9.9"
				},
				{
					"PackageIdentifier" : "zTools.zTools",
					"Version" : "2.4.1"
				},
				{
					"PackageIdentifier" : "direnv.direnv",
					"Version" : "2.37.1"
				},
				{
					"PackageIdentifier" : "Yuanli.uTools",
					"Version" : "7.8.0"
				},
				{
					"PackageIdentifier" : "Python.Python.3.10",
					"Version" : "> 3.10.11"
				},
				{
					"PackageIdentifier" : "rsteube.Carapace",
					"Version" : "1.6.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders",
					"Version" : "1.119.0"
				},
				{
					"PackageIdentifier" : "Python.Python.3.14",
					"Version" : "3.14.4"
				},
				{
					"PackageIdentifier" : "Swift.Toolchain",
					"Version" : "6.3.1"
				},
				{
					"PackageIdentifier" : "Anysphere.Cursor",
					"Version" : "3.2.11"
				},
				{
					"PackageIdentifier" : "Youdao.YoudaoTranslate",
					"Version" : "11.3.4.0"
				},
				{
					"PackageIdentifier" : "CharlesMilette.TranslucentTB",
					"Version" : "2026.1.0.0"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password",
					"Version" : "> 8.12.12.44"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.2404",
					"Version" : "2404.1.31.0"
				},
				{
					"PackageIdentifier" : "FilesCommunity.FilesPreview",
					"Version" : "4.0.37.0"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.29.139.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Native.Runtime",
					"Version" : "2.2.28604.0"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.6.1.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2409.9001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2511.26001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.5",
					"Version" : "> 1.5.8"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.6",
					"Version" : "1.6.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.7",
					"Version" : "1.7.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8",
					"Version" : "8000.836.2153.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview",
					"Version" : "1.25.923.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.24.10921.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WSL",
					"Version" : "2.6.3.0"
				},
				{
					"PackageIdentifier" : "Python.PythonInstallManager",
					"Version" : "26.1.240.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.29.140-preview"
}

