{

	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",

	"CreationDate" : "2026-05-17T21:46:10.058-00:00",

	"Sources" :

	[

		{

			"Packages" :

			[

				{

					"PackageIdentifier" : "SweetScape.010Editor",

					"Version" : "16.0.4"

				},

				{

					"PackageIdentifier" : "Bandisoft.Bandizip",

					"Version" : "7.43"

				},

				{

					"PackageIdentifier" : "CPUID.CPU-Z",

					"Version" : "2.20"

				},

				{

					"PackageIdentifier" : "CrystalDewWorld.CrystalDiskInfo",

					"Version" : "9.8.0"

				},

				{

					"PackageIdentifier" : "CrystalDewWorld.CrystalDiskMark",

					"Version" : "9.0.2"

				},

				{

					"PackageIdentifier" : "Docker.DockerDesktop",

					"Version" : "4.73.1"

				},

				{

					"PackageIdentifier" : "REALiX.HWiNFO",

					"Version" : "8.46"

				},

				{

					"PackageIdentifier" : "shinchiro.mpv",

					"Version" : "v0.41.0"

				},

				{

					"PackageIdentifier" : "Xiaomi.MiService",

					"Version" : "3.3.1.300"

				},

				{

					"PackageIdentifier" : "AnInsomniacy.MotrixNext",

					"Version" : "3.8.10"

				},

				{

					"PackageIdentifier" : "Mozilla.Thunderbird.Beta.MSIX",

					"Version" : "151.0"

				},

				{

					"PackageIdentifier" : "Microsoft.OneDrive",

					"Version" : "26.078.0426.0002"

				},

				{

					"PackageIdentifier" : "PostgreSQL.PostgreSQL.18",

					"Version" : "18.3-3"

				},

				{

					"PackageIdentifier" : "LizardByte.Sunshine",

					"Version" : "2026.516.143833"

				},

				{

					"PackageIdentifier" : "Tencent.TencentDocs",

					"Version" : "3.10.29"

				},

				{

					"PackageIdentifier" : "VideoLAN.VLC",

					"Version" : "3.0.23"

				},

				{

					"PackageIdentifier" : "Tencent.TencentMeeting",

					"Version" : "3.43.3.406"

				},

				{

					"PackageIdentifier" : "AntibodySoftware.WizTree",

					"Version" : "4.31"

				},

				{

					"PackageIdentifier" : "Obsidian.Obsidian",

					"Version" : "1.12.7"

				},

				{

					"PackageIdentifier" : "Ruihu.Apifox",

					"Version" : "2.8.28"

				},

				{

					"PackageIdentifier" : "Xiaomi.XiaomiCloud",

					"Version" : "3.0.2"

				},

				{

					"PackageIdentifier" : "LinearOrbit.Linear",

					"Version" : "1.30.0"

				},

				{

					"PackageIdentifier" : "JGraph.Draw",

					"Version" : "30.0.1.0"

				},

				{

					"PackageIdentifier" : "Oracle.JDK.21",

					"Version" : "25.0.2.0"

				},

				{

					"PackageIdentifier" : "Neovide.Neovide",

					"Version" : "0.16.2"

				},

				{

					"PackageIdentifier" : "appmakes.Typora",

					"Version" : "1.13.4"

				},

				{

					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",

					"Version" : "15.0.2000.5"

				},

				{

					"PackageIdentifier" : "Microsoft.AzureCLI",

					"Version" : "2.86.0"

				},

				{

					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice",

					"Version" : "26.2.3.2"

				},

				{

					"PackageIdentifier" : "GoLang.Go",

					"Version" : "1.26.3"

				},

				{

					"PackageIdentifier" : "Apple.Bonjour",

					"Version" : "3.1.0.1"

				},

				{

					"PackageIdentifier" : "JohnMacFarlane.Pandoc",

					"Version" : "3.9.0.2"

				},

				{

					"PackageIdentifier" : "Datronicsoft.SpacedeskDriver.Server",

					"Version" : "2.2.19.0"

				},

				{

					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",

					"Version" : "1.3.176.0"

				},

				{

					"PackageIdentifier" : "LoftLabs.DevPod",

					"Version" : "0.6.15"

				},

				{

					"PackageIdentifier" : "WireGuard.WireGuard",

					"Version" : "1.1"

				},

				{

					"PackageIdentifier" : "Nvidia.CUDA",

					"Version" : "13.2"

				},

				{

					"PackageIdentifier" : "Nvidia.PhysX",

					"Version" : "9.23.1019"

				},

				{

					"PackageIdentifier" : "Starship.Starship",

					"Version" : "1.25.1"

				},

				{

					"PackageIdentifier" : "ArduinoSA.IDE.stable",

					"Version" : "2.3.8.0"

				},

				{

					"PackageIdentifier" : "GitHub.cli",

					"Version" : "2.92.0"

				},

				{

					"PackageIdentifier" : "farion1231.CC-Switch",

					"Version" : "3.15.0"

				},

				{

					"PackageIdentifier" : "Nushell.Nushell",

					"Version" : "0.112.2"

				},

				{

					"PackageIdentifier" : "Microsoft.msodbcsql.17",

					"Version" : "17.11.1.1"

				},

				{

					"PackageIdentifier" : "BlenderFoundation.Blender",

					"Version" : "5.1.1"

				},

				{

					"PackageIdentifier" : "Microsoft.WebDeploy",

					"Version" : "10.0.9419"

				},

				{

					"PackageIdentifier" : "Romanitho.Winget-AutoUpdate",

					"Version" : "2.12.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VisualStudio.Community",

					"Version" : "18.6.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",

					"Version" : "17.14.32"

				},

				{

					"PackageIdentifier" : "lonr-6.CCDesktopSwitch",

					"Version" : "1.0.24"

				},

				{

					"PackageIdentifier" : "Cocos.CocosDashboard",

					"Version" : "1.0.14.2515"

				},

				{

					"PackageIdentifier" : "Google.Chrome.EXE",

					"Version" : "148.0.7778.168"

				},

				{

					"PackageIdentifier" : "IObit.IObitUnlocker",

					"Version" : "1.3.0.11"

				},

				{

					"PackageIdentifier" : "Microsoft.Edge",

					"Version" : "149.0.4022.8"

				},

				{

					"PackageIdentifier" : "Microsoft.Edge.Dev",

					"Version" : "149.0.4022.8"

				},

				{

					"PackageIdentifier" : "Netbird.Netbird",

					"Version" : "0.67.1"

				},

				{

					"PackageIdentifier" : "Insecure.Nmap",

					"Version" : "7.98"

				},

				{

					"PackageIdentifier" : "OBSProject.OBSStudio",

					"Version" : "32.1.2"

				},

				{

					"PackageIdentifier" : "Tencent.QQ.NT",

					"Version" : "9.9.30.48762"

				},

				{

					"PackageIdentifier" : "Valve.Steam",

					"Version" : "2.10.91.91"

				},

				{

					"PackageIdentifier" : "Tencent.WeChat.Universal",

					"Version" : "4.1.9.35"

				},

				{

					"PackageIdentifier" : "WiresharkFoundation.Wireshark",

					"Version" : "4.6.5"

				},

				{

					"PackageIdentifier" : "ZeroTier.ZeroTierOne",

					"Version" : "1.16.1"

				},

				{

					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools",

					"Version" : "17.14.32"

				},

				{

					"PackageIdentifier" : "ScaryRawr.SL",

					"Version" : "6.1.5"

				},

				{

					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",

					"Version" : "12.0.40664.0"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.10",

					"Version" : "10.0.8"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",

					"Version" : "6.0.36"

				},

				{

					"PackageIdentifier" : "Appest.Dida",

					"Version" : "8.0.7.0"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",

					"Version" : "8.0.27"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.8",

					"Version" : "8.0.27"

				},

				{

					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",

					"Version" : "14.51.36231.0"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.Runtime.8",

					"Version" : "8.0.27"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack.4.6",

					"Version" : "> 4.6.2"

				},

				{

					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",

					"Version" : "12.0.40664.0"

				},

				{

					"PackageIdentifier" : "Python.Launcher",

					"Version" : "> 3.13.5"

				},

				{

					"PackageIdentifier" : "MoonlightGameStreamingProject.Moonlight",

					"Version" : "6.1.0.0"

				},

				{

					"PackageIdentifier" : "Tailscale.Tailscale",

					"Version" : "1.98.2"

				},

				{

					"PackageIdentifier" : "ppy.osu",

					"Version" : "> 2026.429.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",

					"Version" : "14.51.36231.0"

				},

				{

					"PackageIdentifier" : "Tencent.WeCom",

					"Version" : "5.0.8.6009"

				},

				{

					"PackageIdentifier" : "Tencent.WeixinDevTools",

					"Version" : "2.01.2510290"

				},

				{

					"PackageIdentifier" : "Baidu.BaiduNetdisk",

					"Version" : "8.4.0"

				},

				{

					"PackageIdentifier" : "Kingsoft.KDocs",

					"Version" : "3.11.2"

				},

				{

					"PackageIdentifier" : "Alibaba.aDrive",

					"Version" : "6.9.1"

				},

				{

					"PackageIdentifier" : "Termius.Termius",

					"Version" : "9.38.2"

				},

				{

					"PackageIdentifier" : "Notion.Notion",

					"Version" : "7.12.0"

				},

				{

					"PackageIdentifier" : "RioArisk.CodexManager",

					"Version" : "0.3.1"

				},

				{

					"PackageIdentifier" : "ByteDance.Feishu",

					"Version" : "7.66.5"

				},

				{

					"PackageIdentifier" : "Figma.FigmaAgent",

					"Version" : "126.3.12"

				},

				{

					"PackageIdentifier" : "NetEase.UURemote",

					"Version" : "4.22.1.7835"

				},

				{

					"PackageIdentifier" : "GitHub.GitHubDesktop",

					"Version" : "3.5.8"

				},

				{

					"PackageIdentifier" : "Microsoft.NuGet",

					"Version" : "7.3.1.1"

				},

				{

					"PackageIdentifier" : "PrismLauncher.PrismLauncher",

					"Version" : "11.0.2"

				},

				{

					"PackageIdentifier" : "Rustlang.Rustup",

					"Version" : "1.29.0"

				},

				{

					"PackageIdentifier" : "SumatraPDF.SumatraPDF",

					"Version" : "3.6.1"

				},

				{

					"PackageIdentifier" : "JetBrains.Toolbox",

					"Version" : "3.4.3.0"

				},

				{

					"PackageIdentifier" : "JAMSoftware.TreeSize.Free",

					"Version" : "4.8.1.610"

				},

				{

					"PackageIdentifier" : "UderzoSoftware.SpaceSniffer",

					"Version" : "2.0.5.18"

				},

				{

					"PackageIdentifier" : "Ventoy.Ventoy",

					"Version" : "1.1.12"

				},

				{

					"PackageIdentifier" : "WinMerge.WinMerge",

					"Version" : "2.16.56.0"

				},

				{

					"PackageIdentifier" : "XAMPPRocky.Tokei",

					"Version" : "12.1.2"

				},

				{

					"PackageIdentifier" : "ajeetdsouza.zoxide",

					"Version" : "0.9.9"

				},

				{

					"PackageIdentifier" : "zTools.zTools",

					"Version" : "2.4.1"

				},

				{

					"PackageIdentifier" : "direnv.direnv",

					"Version" : "2.37.1"

				},

				{

					"PackageIdentifier" : "Python.Python.3.10",

					"Version" : "> 3.10.11"

				},

				{

					"PackageIdentifier" : "rsteube.Carapace",

					"Version" : "1.6.4"

				},

				{

					"PackageIdentifier" : "Xmake-io.Xmake",

					"Version" : "3.0.8+20260424"

				},

				{

					"PackageIdentifier" : "LocalSend.LocalSend",

					"Version" : "1.17.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders",

					"Version" : "1.121.0"

				},

				{

					"PackageIdentifier" : "Python.Python.3.14",

					"Version" : "3.14.4"

				},

				{

					"PackageIdentifier" : "Anysphere.Cursor",

					"Version" : "3.2.11"

				},

				{

					"PackageIdentifier" : "Youdao.YoudaoTranslate",

					"Version" : "11.3.6.0"

				},

				{

					"PackageIdentifier" : "JackieLiu.NotepadsApp",

					"Version" : "1.5.6.0"

				},

				{

					"PackageIdentifier" : "CharlesMilette.TranslucentTB",

					"Version" : "2026.1.0.0"

				},

				{

					"PackageIdentifier" : "AgileBits.1Password",

					"Version" : "> 8.12.12.44"

				},

				{

					"PackageIdentifier" : "Anthropic.Claude",

					"Version" : "1.7196.1.0"

				},

				{

					"PackageIdentifier" : "FilesCommunity.FilesPreview",

					"Version" : "4.0.37.0"

				},

				{

					"PackageIdentifier" : "Microsoft.AppInstaller",

					"Version" : "1.29.179.0"

				},

				{

					"PackageIdentifier" : "Microsoft.DotNet.Native.Runtime",

					"Version" : "2.2.28604.0"

				},

				{

					"PackageIdentifier" : "Microsoft.PowerShell",

					"Version" : "7.6.1.0"

				},

				{

					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",

					"Version" : "7.2512.2001.0"

				},

				{

					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",

					"Version" : "8.2511.26001.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",

					"Version" : "14.0.33728.0"

				},

				{

					"PackageIdentifier" : "Microsoft.VCLibs.14",

					"Version" : "14.0.33519.0"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.5",

					"Version" : "> 1.5.8"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.6",

					"Version" : "1.6.9"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.7",

					"Version" : "1.7.9"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8",

					"Version" : "8000.859.21.0"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview",

					"Version" : "1.25.1322.0"

				},

				{

					"PackageIdentifier" : "Microsoft.WindowsTerminal",

					"Version" : "1.24.11321.0"

				},

				{

					"PackageIdentifier" : "Microsoft.WSL",

					"Version" : "2.6.3.0"

				},

				{

					"PackageIdentifier" : "Python.PythonInstallManager",

					"Version" : "26.1.240.0"

				}

			],

			"SourceDetails" :

			{

				"Argument" : "https://cdn.winget.microsoft.com/cache",

				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",

				"Name" : "winget",

				"Type" : "Microsoft.PreIndexed.Package"

			}

		},

		{

			"Packages" :

			[

				{

					"PackageIdentifier" : "XP8BSBGQW2DKS0",

					"Version" : "26.04.22.0"

				}

			],

			"SourceDetails" :

			{

				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",

				"Identifier" : "StoreEdgeFD",

				"Name" : "msstore",

				"Type" : "Microsoft.Rest"

			}

		}

	],

	"WinGetVersion" : "1.29.180-preview"

}
